cases/validation/poiseuille_Bn0p50/constant/turbulenceProperties
FoamFile { version 2.0; format ascii; class dictionary; object turbulenceProperties; }

simulationType laminar;
